package com.javabreakthrough.Lesson1.Operators;

public class Operators {

    public static void main(String[] args) {

    // В Java операторы — это специальные символы или ключевые слова,
    // которые выполняют операции над операндами (переменными, значениями и выражениями).
    // Они делятся на несколько категорий:

        /**
         * Арифметические операторы.
         */

        // + (сложение)
        // - (вычитание)
        // * (умножение)
        // / (деление)
        // % (остаток от деления)
        // ++ (инкремент)
        // -- (декремент)

    }
}
